Repository: faf2019/ploopi
Catalog: tools/install_sh/*.po
Languages: fr

source: Secret key:
fr: Phrase secrète:

# _data_directory:_
source: Directory where files will be recorded:
fr: Répertoire d'enregistrement des fichiers:

# _temp_directory:_
source: Temporary files directory:
fr: Répertoire temporaire

# _admin_login:
source: Administrator login:
fr: Login administrateur:

# _admin_password:
source: Administrator password:
fr: Mot de passe administrateur:

# _admin_email:
source: Administrator e-mail:
fr: Mèl administrateur:

source: Secret key:
fr: Phrase secrète:

# _encode_visible_urls_?
source: Encode visible URL ?
fr: Encodage des URL visibles ?

# _store_session_in_database_?
source: Store sessions in database ?
fr: Stocker les sessions en BDD ?

source: PLOOPI configuration
fr: Installation de PLOOPI

# _CGI_scripts_usage
source: CGI configuration
fr: Utilisation du script CGI

# _CGI_activation_?
source: Enable CGI ?
fr: Activation du CGI ?

source: CGI directory:
fr: Répertoire CGI:

source: GPL licence
fr: License GPL

# _PEAR_install_directory
source: PEAR directory:
fr: Répertoire d'installation de PEAR:

source: FrontOffice configuration
fr: Configuration du FrontOffice

# _FrontOffice_activation_?
source: Enable FrontOffice ?
fr: Activation du FrontOffice ?

# _URL rewrite_activation_?
source: Enable URL rewrite ?
fr: Réécriture des URL ?

source: Read licence
fr: Lire la license

source: PLOOPI is distributed under GNU GPL. Do you agree the licence terms ?
fr: PLOOPI est distribué sous license GNU GPL. Acceptez-vous les termes de la license ?

source: Advanced configuration
fr: Configuration avancée

source: Do you want to configure a proxy ?
fr: Voulez-vous configurer un proxy ?

source: Address:
fr: Adresse:

source: User:
fr: Utilisateur:

source: Password:
fr: Mot de passe:

source: Database configuration
fr: Configuration de la base de donnée

source: Database type
fr: Type de base de données

# _do_you_really_want_to_stop_installation_?
source: Do you really want to quit ?
fr: Voulez-vous vraiment quitter l'installation ?

source: Select a database
fr: Sélectionnez une base

source: <New database>
fr: <Nouvelle base>

source: Error
fr: Erreur

# _a_mandatory_field_was_left_blank
source: A mandatory field is not filled
fr: Un champ obligatoire n'est pas renseigné

# _connexion_to_the_database_cannot_be_established
source: Connection to the database cannot be established
fr: La connexion à la base de données a échoué

source: The database is already a PLOOPI
fr: La base est déjà un PLOOPI

# _the_install_script_must_be_executed_from_the_root_of_de_Ploopi_directory
source: This script must be executed from the root of the PLOOPI directory
fr: Ce script doit être exécuté depuis la racine du site PLOOPI

# _you_do_not_have_write_access_to_the_config_directory
source: You do not have access to the config directory
fr: Vous n'avez pas le droit d'écriture dans le répertoire config

source: Installation failed
fr: L'installation a échoué

source: Installation succeeded
fr: L'installation a réussi
